{
  "logo": "/uploads/sdsn-kenya.png",
  "whitelogo": "/uploads/sdsn-networks-logo-kenya-white.png",
  "favicon": "/uploads/android-chrome-192x192.png",
  "networkName": "Kenya",
  "networkDesc": "<p>SDSN Kenya promotes the implementation of the 2030 Agenda for Sustainable Development, which was adopted by all United Nations Member States in 2015. The Agenda provides a shared blueprint for peace and prosperity for people and the planet, now and into the future. At its heart are the 17 Sustainable Development Goals (SDGs), which are an urgent call for action by all countries - developed and developing - in a global partnership. They recognize that ending poverty and other deprivations must go hand-in-hand with strategies that improve health and education, reduce inequality, and spur economic growth while at the same time  tackling climate change and working to preserve our oceans and forests.</p><p><strong>Vision</strong></p><p class=\"MsoBodyText\">Realizing the attainment of the UN 2030 Agenda for Sustainable Development in Kenya</p><p class=\"MsoNormal\"><strong>Mission</strong></p><p class=\"MsoNormal\">Promoting the implementation of SDG solutions for sustainable development in Kenya.</p><p class=\"MsoNormal\"><strong>Motto</strong></p><p class=\"MsoBodyText\">Leaving no One Behind in Kenya by 2030.</p><p>Guiding principles for SDGs implementation in Kenya.</p><p class=\"MsoListParagraph\">1. Leaving No One Behind: promote inclusivity and participation of all actors                   2. Universality: the goals apply in every county and communities</p><ol start=\"2\"><li><p class=\"MsoListParagraph\">Integration: achievement of any one goal is linked to the achievement of the others.</p><ol start=\"4\"><li><p class=\"MsoListParagraph\">Aspiration: there is a need to move past business as usual and seek transformational solutions.</p></li></ol></li></ol>",
  "networkVision": "Realizing the attainment of the UN 2030 Agenda for Sustainable Development in Kenya",
  "networkVisionSubtitle": "SDSN Kenya endeavors to build pathways towards the achievement of the UN Sustainable Development Goals in Kenya by mobilizing research, outreach, and collective action.",
  "networkObjectives": [
    {
      "header": " ",
      "desc": "<p>To organize annual regional sustainable development meetings bringing together key stakeholders from Kenya to identify and promote regional solutions initiatives.</p>",
      "link": ""
    },
    {
      "header": " ",
      "desc": "<p>To mobilize SDSN Members in Kenya and coordinate the activities of SDSN Kenya.</p>",
      "link": ""
    },
    {
      "header": " ",
      "desc": "<p>To publicize national, regional and global SDSN activities amongst policy makers, private sector and civil society.</p>",
      "link": ""
    },
    {
      "desc": "<p>To promote national and regional solutions initiatives.</p>",
      "link": "",
      "header": " "
    }
  ],
  "impactSection": false,
  "networkImpact": "<p></p>",
  "networkMetrics": [

  ],
  "networkEmail": "kenya@unsdsn.org",
  "websiteTitle": "SDSN Kenya",
  "websiteURL": "https:/kenya.unsdsn.org",
  "membersList": "<iframe class=\"airtable-embed\" src=\"https://airtable.com/embed/shr69E7ELoC9HAx5U?backgroundColor=blue&viewControls=on\" frameborder=\"0\" onmousewheel=\"\" width=\"100%\" height=\"533\" style=\"background: transparent; border: 1px solid #ccc;\"></iframe>",
  "title": "Network Details"
}
