{
  "teamDesc": "<p>Our team works together to coordinate the network activities, engage with our members, and collaborate with other stakeholders within the country.</p><p>SDSN Kenya is headed by a team of three consultants. </p>",
  "leadershipCouncil": true,
  "networkManagers": true,
  "youthCoordinators": true,
  "lcTitle": "Leadership Council",
  "nmTitle": "Network Managers",
  "youthTitle": "The Youth Team",
  "lcDesc": "<p>The Leadership Council (LC) will comprise of 11 members with executive powers to run the affairs of SDSN Kenya. The LC meets monthly to plan, execute and monitor the progress being made in implementing program work in line with the mandate and agenda of SDSN Kenya. The LC is responsible to the General Assembly for the management and development of project and programs of SDSN Kenya. The responsibilities of the LC include:</p><ul><li><p>Consolidating and expanding SDSN Kenya to include participants from the desired constituencies and regions;</p></li><li><p>Ensuring that the desired services and functions of SDSN Kenya are developed and maintained, including associated fundraising;</p></li><li><p>Identifying and pursuing strategic opportunities to develop projects and promote its goals; and</p></li><li><p>Managing the project Secretariat.</p></li></ul>",
  "nmDesc": "<p>Network Managers coordinate the network, working with Member Institutions to identify potential collaboration within the network.</p>",
  "youthDesc": "The Youth Team mobilizes young people locally to create sustainable solutions.",
  "lcProfiles": [
    {
      "name": "Dr. Patrick Maluki",
      "email": "patrick.maluki@uonbi.ac.ke",
      "networkPosition": "CO-CHAIR- University of Nairobi",
      "position": "Senior lecturer -school of Diplomacy -University of Nairobi ",
      "photo": "/uploads/patrick-photo.jpg"
    },
    {
      "name": "Prof. Simeon K. Mining ",
      "email": "skmining@mu.ac.ke",
      "networkPosition": "Leadership Council -Member ",
      "position": "Director of Research and development, Moi University.",
      "photo": "/uploads/mining-photo.jpg"
    },
    {
      "name": "Dr. James Kiprop Chelang’a, (PhD)",
      "email": "chelanga.james@mu.ac.ke",
      "networkPosition": "Leadership Council -  Member",
      "position": "Chairman of the Centre of Public Sector Reforms at Moi University and also the Co- Chair of SDSN- Kenya. He is Senior Lecturer in the Department of History, Political Science and Public Administration at Moi University where he has taught for over 20 years.  He has a PhD degree in Environmental Studies (Human Ecology) and has formerly served as Head of the Department of Government and Public Administration and also Head of the Department of Natural Resources at the same Institution. He has also worked as a Director of the Kerio Valley Delopment Authority, a State Corporation. He has supervised two PhD students and over 30 Masters Students. He has over 20 articles published in international referred Journals. ",
      "photo": "/uploads/james-1-passport-photo.jpg"
    }
  ],
  "nmProfiles": [
    {
      "name": "Ms. Stella Mbiti",
      "email": "mbitistella@gmail.com",
      "networkPosition": "Assistant Network Manager",
      "position": "Assistant Lecturer in the Department of Landscape Architecture -Jomo Kenyatta University of Agriculture and Technology (JKUAT)",
      "photo": "/uploads/stella-photo.jpg"
    },
    {
      "name": "Wesley Chirchir",
      "networkPosition": "SDSN-Kenya - Network Manager ",
      "position": "Program Coordinator -Center for for Public Sector Reforms- He has a wide range of qualification including Masters of Arts in Public Administration; Post Graduate Diploma, Development Administration; and Advanced Certificate in Development Administration. An experienced and dedicated person with over 20 years’ experience in the public and nonprofit sector in Kenya and the East Africa Region. Wesley is the founder of the Center for Public Sector Reforms (CPSR) of Moi University, Kenya. Wesley possesses excellent skills in, resource mobilization, leadership, public sector management, strategic management, public relations, monitoring, and evaluation, training and capacity building. ",
      "photo": "/uploads/wesley-pic.jpg",
      "email": "wesley.chirchir@mu.ac.ke"
    }
  ],
  "youthProfiles": [
    {
      "name": "Felix Kulei",
      "networkPosition": "SDSN-Youth -Network Coordinator (Kenya)",
      "position": "Research Assistant -Moi University",
      "photo": "/uploads/my-photo-2.jpg",
      "email": "felix.kulei@sdsnyouth.org"
    }
  ],
  "defaultPhoto": "/images/person.png",
  "title": "The Team"
}
